<HTML>
<HEAD>
<TITLE>Bejeweled 2 Deluxe - Liesmich</TITLE>
<META http-equiv=Content-Type content="text/html; charset=ISO-8859-1">
<STYLE type="text/css">
<!--
P {font-family: Arial}
LI {font-family: Arial}
TD {font-family: Arial}
P.header {border-top: double; border-bottom: double; font-family: Arial}
-->
</STYLE>
</HEAD>
<BODY>
<TABLE width=640>
<tr><td colspan=3> <a name="top"></a>
<p><b>BEJEWELED&reg; 2 DELUXE</b>
<br>Version 1.1.4.4479
<br>Freigabe-Datum: 5. November 2004
<br>Baudatum: 27. Mai 2009</p>
<p>Entwickelt und herausgegeben von PopCap Games, Inc.<br><a href="http://www.popcap.com" target="_new">www.popcap.com</a></p>
<p>Wir hoffen, dass dir das Spiel gef&auml;llt!</p>

<p class=header> <b>INHALT</b></p>
<p>
<ul>
<li><a href="#SR">Systemanforderungen</a>
<li><a href="#TC">Fehlerbehebung/Kompatibilit&auml;t</a>
<ul>
<li><a href="#TC/BR">Fehlerbehebung/Kompatibilit&auml;t</a>
</ul>
<li><a href="#TS">Technischer Kundendienst</a>
<li><a href="#REG">Registrierung</a>
<ul>
<li><a href="#REG/BR">Vorteile einer Registrierung</a>
<li><a href="#REG/HR">Registrierungsanleitung</a>
<li><a href="#REG/BG">Das Spiel kaufen</a>
<li><a href="#REG/P">Probleme?</a>
</ul>
<li><a href="#VER">Versionsgeschichte</a>
<li><a href="#C">Mitwirkende</a>
<li><a href="#LG">Lizenz&uuml;bereinkunft und Garantie</a>
<li><a href="#CI">Urheberrechtliche-Informationen</a>
</ul>

<p class=header> <a name="SR"><b>SYSTEMANFORDERUNGEN</b> <a href="#top">[nach oben]</a></a>
</p>

<p><b>OS*:</b> Windows 2000/XP/Vista <br><b>Prozessor:</b> 350MHz (Minimum); 700+MHz (empfohlen) <br><b>Speicher(RAM):</b> 128MB (Minimum); 256+MB (empfohlen) <br><b>Freier Festplattenspeicher:</b> 50+MB <br><b>DirectX Version:</b> 7 (Minimum); 9.0c+ (empfohlen) <br><b>Sound:</b> DirectX-Kompatibel <br><b>Video:</b> DirectX-Kompatibel; 16MB (Minimum), 32+MB (empfohlen) <br><b>Farbeneinstellungen:</b> 16-bit oder 32-bit Modus (256-Farbeneinstellung funktioniert unter Umst&auml;nden nicht ) <br><b>Steuerung:</b> Tastatur und Maus <br><b>Internet:</b> Internetverbindung erforderlich, um Spieldemos zu registrieren/freizuschalten - inklusive der per CD-ROM gelieferten.<br><p>*Sie m&uuml;ssen ein Administrator sein, um dieses Spiel zu installieren. Wenn du mit Windows Vista arbeitest, denk daran, dass die Benutzerkontensteuerung aktiviert ist. </p>

<p class=header><a name=TC><b>FEHLERBEHEBUNG / KOMPATIBILIT&Auml;T</b> </a><a href="#top">[nach oben]</a></p>

<p>Updates zu dieser Liste findest du unter <a href="http://www.popcap.com/help.php?cat=deluxe" target="_new">http://www.popcap.com/help.php?cat=deluxe</a>.</p>

<p><a name="TC/BR"><b>Fehlerberichte</b></a></p>
<p>Obwohl wir unser Bestes gegeben haben, alle Bugs auszumerzen, kann es hin und wieder vorkommen, dass Programmfehler auftreten.</p>
<p>Solltest du bei Bejeweled 2 Deluxe &uuml;ber einen solchen stolpern, dann <a href="http://popcap.com/help.php" target="_new">melde</a> ihn bitte.</p>
<p>Falls das Programm aus irgendeinem Grund abst&uuml;rzt, wird es versuchen, alle relevanten Daten zu sammeln und dir Anweisungen zu geben, wie du diese an PopCap verschicken kannst. Auf diese Weise ist es f&uuml;r uns einfacher, Probleme nachzuverfolgen und zu l&ouml;sen.</p>

<p class=header> <a name="TS"><b>TECHNISCHER KUNDENDIENST</b> <a href="#top">[nach oben]</a></a>
</p>

<p>Wenn beim Spielen von Bejeweled 2 Deluxe Probleme auftreten, kannst du dich unter folgender Adresse an uns wenden: <a href="http://www.popcap.com/help.php" target="_new">http://www.popcap.com/help.php</a>.</p>
<p>Falls m&ouml;glich, schick uns die folgenden Informationen zusammen mit einer Beschreibung deines Problems, damit wir dir besser helfen k&ouml;nnen!
<ul>
<li>Titel des Spiels
<li>Hersteller deines Computers
<li>Betriebssystem (Windows Vista, Windows XP usw.)
<li>CPU-Typ und Geschwindigkeit in MHz
<li>RAM
<li>Soundkartentyp
<li>Grafikkarte
</ul>

<p class="header">
<a name="REG"><b>REGISTRIERUNG</b> </a><a href="#top">[nach oben]</a>
</p>
<p>Wenn dir das Spielen der Demoversion von Bejeweled 2 Deluxe Spa&szlig; gemacht hat, wirst du dich fr&uuml;her oder sp&auml;ter registrieren m&uuml;ssen.</p>
<p><a name="REG/BR"><b>Vorteile einer Registrierung</b></a></p>
<p>Wenn du dich registrierst, erh&auml;ltst du nach Zahlung einer einmaligen Geb&uuml;hr unbegrenzten Spielspa&szlig;. Dar&uuml;ber hinaus unterst&uuml;tzt du PopCap und hilfst uns, in Zukunft noch mehr Spiele entwickeln zu k&ouml;nnen!</p>
<p><a name="REG/HR"><b>Registrierungsanleitung</b></a></p>
<p>Klicke auf den "Jetzt kaufen" link, der zu sehen ist, wenn du das Spiel startest. Sobald du dich registriert hast, wird es dauerhaft freigeschaltet sein... du ben&ouml;tigst keine CD-ROM oder zus&auml;tzliche Downloads.</p><p>
</p><p><a name="REG/BG"><b>Das Spiel kaufen</b></a></p>
<p>Sobald du dich f&uuml;r eine Registrierung entschieden hast, folgst du den Anweisungen am Bildschirm, um den Kauf abzuschlie&szlig;en. F&uuml;r den Registrierungsvorgang ben&ouml;tigst du zwar eine Internetverbindung, zum Spielen nach der Registrierung ist allerdings <b>kein</b> Internet n&ouml;tig.</p>
<p>Sobald der Kauf abgeschlossen ist, erh&auml;ltst du eine Best&auml;tigung per E-Mail. Du solltest diese Informationen speichern, um das Spiel zu einem sp&auml;teren Zeitpunkt neu installieren zu k&ouml;nnen.</p>
<p><a name="REG/P"><b>Probleme?</b></a></p>
<p>Hoffentlich findest du hier Antworten auf alle Fragen; solltest du dennoch Schwierigkeiten haben, kannst du uns gern unter <a href="http://www.popcap.com/help.php" target="_new">http://www.popcap.com/help.php</a> kontaktieren. Beziehe so viele Informationen wie m&ouml;glich &uuml;ber dein spezielles Problem ein, wir melden uns dann so schnell wir k&ouml;nnen bei dir!</p>

<p class=header> <a name="VER"><b>VERSIONSGESCHICHTE</b> <a href="#top">[nach oben]</a></a>
</p>
</td></tr>

<tr><td width="10%">&nbsp;</td><td colspan=2>&nbsp;</td></tr>
<tr><td width="10%">1.1.4.4479</td><td colspan=2>Bug Fixes</td></tr>
<tr><td width="10%">1.0</td><td colspan=2>Erste Ver&ouml;ffentlichung!</td></tr>
<tr><td colspan=3><br>

<p class=header> <a name="C"><b>MITWIRKENDE</b> <a href="#top">[nach oben]</a></a>
</p>

<p>Bejeweled 2 Deluxe verursacht durch PopCap Games, Inc.</p>
<p>
</td></tr>
<tr valign="top"><td colspan=2 width="40%">Spieldesign:</td><td>Jason Kapalka</td></tr>
<tr valign="top"><td colspan=2 width="40%">Programmierung:</td><td>Brian Fiete</td></tr>
<tr valign="top"><td colspan=2 width="40%">Grafik:</td><td>Josh Langley<br>Walter Wilson</td></tr>
<tr valign="top"><td colspan=2 width="40%">Musik:</td><td>Skaven</td></tr>
<tr valign="top"><td colspan=2 width="40%">Soundeffekte:</td><td>Stephane Brault</td></tr>
<tr valign="top"><td colspan=2 width="40%">Planetenhintergr&uuml;nde:<br>(erstellt mit Pandromedas Mojoworld: www.pandromeda.com)</td><td>Armands Auseklis</td></tr>
<tr valign="top"><td colspan=2 width="40%">R&auml;tsel-Modus-Levels:</td><td>Scott Kim</td></tr>
<tr valign="top"><td colspan=2 width="40%">Gesch&auml;ftsentwicklung:</td><td>Don Walters</td></tr>
<tr valign="top"><td colspan=2 width="40%">QS:</td><td>Eric Harman<br>Shawn Conard<br>Brenna Flood<br>Chad Zoellner<br>Isaac Aubrey<br>Jon Pulling</td></tr>
<tr valign="top"><td colspan=2 width="40%">Besonderer Dank:</td><td>Tysen Henderson<br>Jeff Weinstein<br>Nicholas Newhard<br>Kathy Bacon<br>Ben Lyon<br>Walter Wilson<br>Dave Haas<br>Hans Reifenrath<br>Ian Greenhoe<br>Damon Kiley<br>Katrina Webb<br>Juho Uuraslahti<br>Mark Weldon<br>Greg Behrens</td></tr>
<tr valign="top"><td colspan=2 width="40%">Betatest:</td><td><br>Kingdom<br>TheShadow<br>MrsDbolt<br>Lexi<br>monkeyboy<br>HomerJay<br>Rambobear<br>wolfpackmama<br>Syrinx<br>Inkmei<br>artic<br>bugsymcd24<br>javansdaddy<br>Arkeri<br>Dominique<br>Illyria<br>reba10<br>Zelda<br>hgalindo<br>Numfive<br>kathyjohndj<br>RavensTrumpet<br>Vern<br>WendigoWolf<br>WildKittyFca<br>wuggies<br>lala<br>NPG<br>Splam11<br>baasi1<br>cheryl<br>cjbadger<br>Curious Games<br>Dyne<br>firedog<br>GrukX<br>HRACH<br>jb63<br>Lovedog<br>Meatboy<br>samspade<br>spirit29_1<br>Vexrm<br>WoodRat</td></tr>

<tr><td colspan=3>
</p>
<p>Vielen Dank an all unsere Betatester und Spieler bei PopCap.com f&uuml;r ihre wertvolle Mitarbeit!</p>

<p class=header><a name=LG><b>LIZENZ&Uuml;BEREINKUNFT UND GARANTIE</b> </a><a href="#top">[nach oben]</a></p>

<p>Bitte beachte den f&uuml;r dieses Spiel g&uuml;ltigen Endbenutzer-Lizenzvertrag.</p>

<p class=header><a name=CI><b>URHEBERRECHTLICHE INFORMATIONEN</b> </a><a href="#top">[nach oben]</a></p>

<p>&copy;2004 PopCap Games, Inc. Alle Rechte vorbehalten. Das PopCap-Logo und alle anderen Marken, die hier benutzt werden und auf <a href="http://www.popcap.com/trademarks" target="_new">www.popcap.com/trademarks</a> aufgelistet werden, sind Eigentum von PopCap Games oder ihren Lizenz und k&ouml;nnen in einigen L&auml;ndern eingetragenen Marken sein. Die Namen anderen Firmen oder Produkte, welche hier benutzt werden, k&ouml;nnen Marken ihrer jeweiligen Eigent&uuml;mer sein und werden zu Gunsten ihrer jeweiligen Eigent&uuml;mer benutzt.</p><hr>
<p>jpeglib <br>Teile dieser Software basieren partiell auf der Arbeit der Independent JPEG Group.</p><hr>
<p>ogglib <br>&copy;2002, Xiph.org Foundation</p>
<p>Weitervergabe und Nutzung in Quell- und Bin&auml;rform - mit und ohne Modifikationen - sind unter Einhaltung der folgenden Bedingungen gestattet:</p>
<p>- Die Weitervergabe des Quellcodes muss den oben angegebenen urheberrechtlichen Hinweis, diese Liste mit Bedingungen und den folgenden Haftungsausschluss enthalten.</p>
<p>- Die Weitervergabe in bin&auml;rer Form muss den oben angegebenen urheberrechtlichen Hinweis, diese Liste mit Bedingungen und den folgenden Haftungsausschluss in der Dokumentation und/oder anderen Materialien der Weitervergabe enthalten.</p>
<p>- Weder der Name der Xiph.org Foundation noch die Namen der Mitwirkenden d&uuml;rfen genutzt werden, um aus dieser Software stammende Produkte ohne entsprechende vorherige schriftliche Genehmigung zu bewerben.</p>
<p>DIESE SOFTWARE WIRD VON DEN URHEBERRECHTSINHABERN UND DEN MITWIRKENDEN &quot;WIE GESEHEN&quot; ANGEBOTEN; JEGLICHE AUSDR&Uuml;CKLICHE ODER IMPLIZIERTE GEW&Auml;HRLEISTUNGEN, EINSCHLIESSLICH ABER NICHT BESCHR&Auml;NKT AUF DIE GESETZLICHE GEW&Auml;HRLEISTUNG ODER MARKTF&Auml;HIGKEIT UND EIGNUNG F&Uuml;R EINEN SPEZIELLEN ZWECK WERDEN AUSGESCHLOSSEN. AUF KEINEN FALL D&Uuml;RFEN DIE FOUNDATION ODER MITWIRKENDE F&Uuml;R JEDEN DIREKTEN, INDIREKTEN, ZUF&Auml;LLIGEN, UNBEABSICHTIGTEN, SPEZIELLEN, EXEMPLARISCHEN ODER FOLGESCHADEN HAFTBAR GEMACHT WERDEN (EINSCHLIESSLICH ABER NICHT BESCHR&Auml;NKT AUF DIE BESCHAFFUNG ODER DEN ERSATZ VON WAREN ODER DIENSTLEISTUNGEN, NUTZUNGSVERLUST, DATEN ODER PROFITE ODER GESCH&Auml;FTLICHE AUSF&Auml;LLE), WIE AUCH IMMER VERURSACHT, OB VERTRAGLICH, DURCH STRIKTE HAFTBARKEIT ODER UNERLAUBTE HANDLUNG (EINSCHLIESSLICH FAHRL&Auml;SSIGKEIT ODER ANDERS), DIE DURCH DIE NUTZUNG DIESER SOFTWARE ENTSTANDEN SIND, SELBST WENN AUF DIE M&Ouml;GLICHKEIT DIESES SCHADENS HINGEWIESEN WURDE.</p><hr>
<p>pnglib <br>&copy;1998, 1999 Glenn Randers-Pehrson</p><hr>
<p>zlib <br>&copy;1995-1998 Jean-loup Gailly und Mark Adler</p>
<hr><p>Lua
<br>Copyright &copy;1994-2008 Lua.org, PUC-Rio.</p>
<p>Hiermit wird, geb&uuml;hrenfrei, jeder Person, die ein Exemplar dieser Anwendung und der dazugeh&ouml;rigen Dokumentationsdateien (&quot;die Anwendung&quot;) erwirbt, die Erlaubnis erteilt, ohne Einschr&auml;nkung &uuml;ber diese Software zu verf&uuml;gen, inklusive dem uneingeschr&auml;nkten Recht, diese Anwendung zu benutzen, zu kopieren, zu modifizieren, zu verschmelzen, zu ver&ouml;ffentlichen, zu verteilen, Unterlizenzen zu erteilen und/oder Exemplare dieser Anwendung zu verkaufen, und Personen, denen diese Anwendung zug&auml;nglich gemacht wurde, dieselbe Erlaubnis auszusprechen. Dies unterliegt folgenden Bedingungen:</p>
<p>DIESE SOFTWARE WIRD VON DEN URHEBERRECHTSINHABERN UND DEN MITWIRKENDEN &quot;WIE GESEHEN&quot; ANGEBOTEN; JEGLICHE AUSDR&Uuml;CKLICHE ODER IMPLIZIERTE GEW&Auml;HRLEISTUNGEN, EINSCHLIESSLICH ABER NICHT BESCHR&Auml;NKT AUF DIE GESETZLICHE GEW&Auml;HRLEISTUNG ODER MARKTF&Auml;HIGKEIT UND EIGNUNG F&Uuml;R EINEN SPEZIELLEN ZWECK WERDEN AUSGESCHLOSSEN. AUF KEINEN FALL D&Uuml;RFEN DIE AUTOREN ODER DIE COPYRIGHT-HALTER F&Uuml;R JEDE ART VON ANSPRUCH, SCHADEN ODER  HAFTBARKEIT, OB ALS VERTRAGSHANDLUNG, UNERLAUBTE HANDLUNG ODER SONSTIGES, DIE VON DER ANWENDUNG AUSGEHEN ODER IN VERBINDUNG MIT IHR STEHEN ODER AUS UMGANG MIT DER ANWENDUNG ENTSTEHEN, HAFTBAR GEMACHT WERDEN.</p>
</td>
</tr>
</table>
</body>
</html>